Repository: mikanyman/var_django-legacy
Catalog: europeana/locale/*/LC_MESSAGES/django.po
Languages: cs, el, et, fi, ga, hu, mt, ro, sk, sl

source: My Europeana
cs: Moje Europeana
el: Η Europeana μου
et: Minu Europeana
fi: Minun Europeanani
hu: Az én Europeanám
mt: L-Europeana Tiegħi
sk: Moja Europeana
sl: Moja Europeana

source: Communities
cs: Komunity
el: Κοινότητες
et: Kogukonnad
fi: Toimijat
ga: Comhphobail
hu: Közösségek
mt: Komunitajiet
ro: Comunităţi
sk: Skupnosti
sl: Komunity

source: Partners
cs: Partneři
el: Εταίροι
et: Partnerid
fi: Kumppanit
ga: ComhphÃḂirtithe
hu: Partnerek
mt: Sħab
ro: Parteneri
sk: Partnerji
sl: Partneri

source: Timeline (beta)
cs: Časová osa (beta)
el: Λωρίδα χρόνου (beta)
et: Ajatelg (beta)
fi: Aikajana (beta)
ga: AmlÃ­ne (beta)
hu: Időrend (beta)
mt: Linja kronoloġika (beta)
ro: Scala cronologică (beta)
sk: Časovni okvir (beta)
sl: Časová os (beta)

source: Thought lab
cs: Experimentální dílny
el: Εργαστήριο σκέψης
et: Mõttelabor
fi: Ideahautomo
ga: Smaoineamhlann
hu: Gondolatok
mt: Laboratorju tal-ideat
ro: Laboratorul de reflecţie
sk: Valilnica idej
sl: Laboratórium myšlienok

source: Choose a language
cs: Zvol jazyk
el: Επιλέξτε γλώσσα
et: Vali keel
fi: Valitse kieli
ga: Roghnaigh Teanga
hu: Nyelvválasztás
mt: Agħżel lingwa
ro: Alegeţi o limbă
sk: Izberite jezik
sl: Vyberte si jazyk

source: About us
cs: O nás
el: Για μας
et: Meist
fi: Tietoa meistä
ga: CÃ&copy; sinne
hu: Rólunk
mt: Dwarna
ro: Despre noi
sk: O nas
sl: O nás

source: Storyline and Credits
el: Χρησιμοποιώντας τη Europeana

source: Using Europeana
cs: O užití Euroepan
el: Χρησιμοποιώντας τη Europeana
et: Europeana kasutamine
fi: Näin käytät Europeanaa
ga: Ag ÃẃsÃḂid Europeana
hu: Rólunk
mt: Manwal tal-Europeana
ro: Cum se foloseşte Europeana
sk: Uporaba Europeane
sl: Používanie Europeany

source: Accessibility
cs: O užití Euroepan
el: Προσβασιμότητα
et: Juurdepääs
fi: Saavutettavuus
ga: Inrochtain
hu: Elérhetőség
mt: L-aċċessibilità
ro: Accesibilitate
sk: Dostopnost
sl: Prístupnosť

source: Sitemap
cs: Mapa stránek
el: Χάρτης πλοήγησης
et: Veebilehe kaart
fi: Sivukartta
ga: Inrochtain
hu: Honlaptérkép
mt: Mappa tas-sit
ro: Harta saitului
sk: Zemljevid strani
sl: Mapa www sídla

source: Terms and conditions
cs: Podmínky užití
el: Όροι και συνθήκες
et: Kasutustingimused
fi: Sivukartta
ga: TÃ&copy;armaÃ­ agus coinnÃ­ollacha
hu: A szolgáltatás feltételei
mt: Termini u kundizzjonijiet
ro: Termeni şi condiţii
sk: Pogoji uporabe
sl: Zmluvné podmienky

source: Privacy
cs: Ochrana osobních dat
el: Προστασία της ιδιωτικής ζωής
et: Privaatsus
fi: Tietosuoja
ga: PrÃ­obhÃḂideacht
hu: Adatvédelem
mt: Privatezza
ro: Confidenţialitate
sk: Zasebnost
sl: Ochrana súkromia

source: Language policy
cs: Jazyková politika
el: Προστασία της ιδιωτικής ζωής
et: Keelepoliitika
fi: Kielipolitiikka
ga: Beartas teanga
hu: Nyelvi irányelvek
mt: Politka fuq il-lingwa
ro: Politica lingvistică
sk: Jezikovna politika
sl: Pravidlá pre jazyky

source: Contacts | Send us feedback
cs: Kontakty | Pošli nám ohlas
el: Επικοινωνία | Στείλτε μας ανάδραση
et: Kontaktandmed | Andke meile tagasisidet
fi: Yhteystiedot | Lähetä meille palautetta
ga: TeagmhÃḂlacha | Seol aiseolas chugainn
hu: Kapcsolat | Írjon nekünk!
mt: Kuntatti | Ibgħat għidilna x'taħseb
ro: Contacte | Trimiteţi-ne reacţii
sk: Kontakt | Pošljite svoje mnenje
sl: Kontakty | Pošlite nám spätnú väzbu

source: co-funded by the European Union
cs: spolufinancováno Evropskou unií
el: συγχρηματοδοτούμενο από την Ευρωπαϊκή Ένωση
et: Euroopa Liidu kaasrahastamisel
fi: rahoittajana Euroopan unioni
ga: comh-mhaoinithe ag an Aontas Eorpach
hu: közös finanszírozásban az Európai Unióval
mt: Ikkofinanzjat mill-Unjoni Ewropea
ro: co-finanţată de către Uniunea Europeană
sk: so-financirano s strani Evropske unije
sl: spolufinancované Európskou úniou
