Repository: mikanyman/var_django-legacy
Catalog: maisemat/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Finnish
fi: Suomi

source: English
fi: Englanti

source: First Name
fi: Etunimi

source: Last Name
fi: Sukunimi

source: Institution
fi: Yhteisö

source: Email
fi: Sähköposti

source: Phone 1
fi: Puhelin 1

source: Phone 2
fi: Puhelin 2

source: Imagescapes
fi: Matka maisemaan

source: Documents
fi: Dokumentit

source: Home
fi: Etusivu

source: Calendar
fi: Kalenteri

source: Images
fi: Kuvat

source: Contact
fi: Yhteystiedot

source: Logged in
fi: Kirjautunut käyttäjä

source: Administration: Synapse Computing Oy
fi: Palvelun ylläpito: Synapse Computing Oy

source: Project Site
fi: projektisivusto

source: Register
fi: Rekisteröidy

source: Log out
fi: Kirjaudu ulos

source: Change password
fi: Vaihda salasanaa

source: Manage profile
fi: Ylläpidä yhteystietojasi

source: Log in
fi: Kirjaudu

source: Create User Profile
fi: Syötä yhteystietosi

source: Submit
fi: Lähetä

source: Edit User Profile
fi: Ylläpidä yhteystietojasi

source: User Profile
fi: Käyttäjäprofiili

source: Click
fi: Klikkaa

source: here
fi: tästä

source: to view User Profile
fi: ylläpitääksesi yhteystietojasi.

source: Registration complete
fi: Rekisteröitymisen vahvistus

source: Account successfully activated.
fi: Käyttäjätili on aktivoitu.

source: Account activation failed
fi: Käyttäjätilin aktivoiminen epäonnistui.

source: Activate account at
fi: Aktivoi käyttäjätili osoitteessa

source: Link is valid for %(expiration_days)s days.
fi: Linkki on voimassa %(expiration_days)s päivää.

source: Account activation on
fi: Tilin aktivoiminen palvelussa

source: Forgot username or password?
fi: Unohditko käyttäjätunnuksesi tai salasanasi?

source: Send remeinder email
fi: Lähetä muistutusviesti sähköpostiisi

source: Not member?
fi: Ei vielä käyttäjätunnusta?

source: Message
fi: Viesti

source: Logged out
fi: Olet kirjautunut ulos järjestelmästä.

source: Password changed
fi: Salasana vaihdettiin onnistuneesti

source: Password reset successfully
fi: Salasanan vaihto onnistui

source: Password reset
fi: Vaihda salasana

source: Password reset failed
fi: Salasanan vaihto epäonnistui

source: Email with password reset link has been sent.
fi: Sähköposti jossa on linkki salasanan vaihtamiseksi on lähetetty.

source: Reset password for user '%(user)s' on the site '%(site_name)s':
fi: Nollaa (uudista) salasana käyttäjälle '%(user)s' sivustolla '%(site_name)s':

source: Send email for password reset
fi: Lähetä sähköposti salasanan uudistamiseksi

source: Use the email address you gave at registering
fi: Anna sama sähköpostiosoite, jonka ilmoitit kirjautuessasi.

source: You are now registered. Activation email sent.
fi: Olet nyt rekisteröitynyt käyttäjäksi. Sinulle on lähetetty sähköpostiviesti ilmoittamaasi sähköpostiosoitteeseen. Viestissä olevan linkin kautta voit aktivoida käyttäjätunnuksesi.

source: Please register an account!
fi: Rekisteröidy palvelun käyttäjäksi!

source: Spaces or Scandinavian letters are not allowed in the user name
fi: Käyttäjätunnuksessa ei saa olla välilyöntejä eikä ääkkösiä.
